{"posts":[{"title":"关于我","text":"基本信息我是一名学生，本科就读于苏州大学光电科学与工程学院，研究生就读于华中科技大学光学与电子信息学院，进行光通信与光安全方面的研究。建立该页面的目的是为今后可能有的交流与记录需求做准备，在该博客上，我将不定期更新包括但不限于以下内容： 近期研究主题以及论文整理 语言学习 学习笔记 摄影与音乐","link":"/2023/04/15/hello-world/"},{"title":"不可见物的消解：临床医学的语言结构","text":"本文是在2022年10月2日阅读福柯《临床医学的诞生》第六章征候与病例时所写的笔记。《临床医学的诞生》是福柯早期的作品，其风格缠结晦暗，整本书在中世纪至近代临床医学形成期间的认识论中穿梭，本文所关涉的征候与病例一章以典型的结构主义思想来解剖关于目视与临床医学的关系。医学的知识场域与目视之间由知识符码所联系，本文则主要涉及了征候的语言结构。 “我们应该尽可能地使科学视觉化。”热月后，国家行使的救济功能被抛弃，医院被改组，富人对医学机关进行资助，穷人则在医学机关中接受救济和治疗，以自己在医院中被目视、研究、并最终变为知识的形式偿还富人的资助。临床经验的契约条款逐渐形成，目视来到了医学舞台的最中心。 目视曾经是分类医学的形而上学知识的附属品，如今却开始产生知识： “从对晦暗的逐渐阐明，对本质的谨慎解读，对时机和风险计算，到对心灵的主宰和对父亲权威的篡夺，如此众多的权力不过是目视的王权——眼睛认识和决定一切、眼睛统治一切——建立过程中的众多形式” 但临床经验不是简单的对经验的累积，而是一种基于目视的运作和决断来整理一门科学的尝试，如同博物学一样：收集大量的初等经验，最终建立结构。十八世纪的临床目视与单纯地收集经验不同：它警惕各种细小的异常现象，不满足于表层的视觉，而善于算计。目视主体开始自我重组的同时，疾病也以新的方式向医学目视展现自己。 在这种可见性的深层结构里，场域和目视是被知识符码所联系的。这种知识符码有两种主要的形式：征候的语言结构和病例的随机结构。 能指：疾病与征候在十八世纪的医学传统中，疾病通过症状与征候的方式传达给观察者。 症状是疾病呈现的形式：在所有的可见物中，症状最接近本质。疾病从来不直接地展示给目视，而是透过症状透露给推理——症状使得疾病半遮半露的不变形象隐约显出。 征候是宣告型的：征候预告将要发生的、宣读曾经发生的、显示正在发生的。征候与疾病之间有一定的距离，只有突显出征候才能跨越征候，因为征候通常以间接和意外的方式出现，它是隐蔽事物（半遮半露的疾病）的侧面。 福柯在此处举出了一些例子：脉搏暴露出心血管系统的力度和节奏、以及时间的秘密——指甲发青宣告死亡将至、“肠热”的第四日发作预示了痊愈。和症状直接地与疾病相关不同，征候以一种像是隐喻的方式预示了结果、生命和死亡。症状相关于自然-疾病体系，在其中，可见形式（可见的症状）根植于不可见的世界（不可见的疾病）之中。征候相关于时间-结果体系，通过可见的定位（可见的征候）预测不可见的世界（将到来的死亡、生命等）。这两个体系自为地存在，医学知觉只能够适应它们，而不能构建他们。 临床医学的方法的形成，正如前述，与医生的目视密切相关。目视进入了征候和症状的场域。临床方法抹消了两者的绝对区分，并作出了这样的假设： 能指（征候和症状）能够被所指所包容，能指的最原始状态将毫无掩饰和保留，所指的本质——疾病的核心——将在能指的可理解的句法中被彻底消化。 语言学式的分析方法被引入了临床医学历史的研究之中，临床医学方法为能指建构了句法，用以查探不可直接接触的所指。 症状的双面性：一、症状建构了一种能指和所指密不可分的初级层面症状之外，没有什么病理本质：疾病之中的一切都是自然的现象，那么症状就是一个最质朴、自然的角色：症状的集合体就是所谓的疾病。此时，症状不在占有原先作为能指（signifier，原文此处译为能指）的支配性角色，而只是一种处于自然层面的现象而已。 然而，在症状之中也有一些东西是直接地指涉疾病的，用来把症状和身体的现象分开。虽然可能不对，但我觉得在这里举个例子可能将有助于理解：例如在流感的病程之中，发热是一种身体对流感的反应，这是一种身体的现象，只不过它是一种在疾病状态下的身体现象；而对于更严重的流感，其可能出现的肺炎则是一种症状。福柯在这一段描述得很模糊，举的例子可能和他所想的有很大出入，但重要的是认识到身体的现象和症状并非同一个概念，这对后面描述症状的其他性质有重要的意义。 这样，症状便摆脱了在第一段所描述的作为现象的被动性，它其中是有着什么东西和所指相连的，症状成为了一种能指。症状既指涉了各种现象本身的关系（第一段），又同时指涉了将健康与疾病所区分开的差异（第二段）。换一种说法就是，症状通过同义反复指涉了自身的整体（连接在一起的症状：集合体），又通过自身排斥了异己物（健康状态）。 当症状作为指涉自己的能指时，它又突然成为了双重的所指：它被自身指涉，又被疾病指涉。疾病赋予了症状以特征（“某种东西”和“有些东西”）来和非疾病状态所区分。这个时候，他从更早的、外界的行动中获得自己的意义，而这种行动将症状（symptom）综合和分离，将它变成一种征候（sign）。 医学的“有序语言”：二、意识的干预把症状变成征候外界的行动将症状变成征候——征候诉说的正是症状，它们是一码事，症状是征候的支撑形态，症状是征候的质料。由于这种外界的行动： ”所有的症状都是征候，但不是所有的征候都是症状“，因为症状的总和永远不可能穷尽征候的现实。 这种行动是如何进行的？这种外界的行动，在各个阶段都将可见物变成经验场域（医学知识结构）的整体，并消解可见物的晦暗结构： ——这种运作通过对有机体的比较来进行综合：…… ——这种运作唤起对正常功能的记忆：…… ——这种运作对同时性或接续性的频率并加以记录：…… ——最后，这种运作超越表象而探索人的身体，在尸体解剖时使不可见者变成可见者：…… 这种外界的行动就是医学的目视，在对差异、同时性与接续性、频率及其敏感的目视之下，症状被变成一种征候。临床的目视为的是揭示疾病的自然秩序本身。症状变成征候，疾病表现为清晰和有序的语言。 不可见物的消解：三、疾病存在的真实性是完全可以说明的透过征候和症状，疾病得以被辨认，现在的问题是如何在文字的层次上复原涵盖整个疾病过程的历史：通过语言的句法阐述与其同构的疾病的结构——通过语言捕获疾病的存在。此处，我们不关心分类医学，在临床医学中，被看到的、被说出来的直接在疾病的现象真实中流通，现象真实就是疾病的全部存在。临床医学的描述还原了真实的疾病秩序，疾病的历史自此真正地成为了一种“历史”：它获得了时间的维度，而在索瓦热的分类医学中，它只有模糊的空间意义。 医学的目视让能指（症状、征候）和所指（疾病）之间的区分消失了，自此，疾病从原先的迂回结构中逃脱出来，它弥散可见物之中。医学场域消解了不可见物的晦暗。","link":"/2023/04/15/hello/"}],"tags":[{"name":"信息","slug":"信息","link":"/tags/%E4%BF%A1%E6%81%AF/"},{"name":"福柯","slug":"福柯","link":"/tags/%E7%A6%8F%E6%9F%AF/"}],"categories":[],"pages":[]}